xml/request/formatSingleManifestation.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatSingleManifestationRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
          <dkabm:record>
            <ac:identifier>21921173|870970</ac:identifier>
            <ac:source>Bibliotekets materialer</ac:source>
            <dc:title>På Slotsholmen</dc:title>
            <dc:title xsi:type="dkdcplus:full">På Slotsholmen</dc:title>
            <dc:creator xsi:type="dkdcplus:aut">Hans Engell</dc:creator>
            <dc:creator xsi:type="dkdcplus:sort">Engell, Hans</dc:creator>
            <dc:subject xsi:type="dkdcplus:DK5-Text">1945-1999</dc:subject>
            <dc:subject xsi:type="dkdcplus:DK5">96.72</dc:subject>
            <dc:subject>Det Konservative Folkeparti</dc:subject>
            <dc:subject>Hans Engell</dc:subject>
            <dc:subject xsi:type="dkdcplus:sort">Engell, Hans</dc:subject>
            <dc:subject xsi:type="dkdcplus:DBCO">erindringer</dc:subject>
            <dc:subject xsi:type="dkdcplus:DBCF">historie</dc:subject>
            <dc:subject xsi:type="dkdcplus:DBCF">politik</dc:subject>
            <dc:subject xsi:type="dkdcplus:DBCF">politikere</dc:subject>
            <dc:subject xsi:type="dkdcplus:DBCF">politiske forhold</dc:subject>
            <dc:subject xsi:type="dkdcplus:DBCF">politiske partier</dc:subject>
            <dcterms:abstract>Hans Engell (f. 1948), der i 1997 gik af som konservativ partileder, beskriver det politiske liv på Slotsholmen fra han i 1978 startede som pressechef til han i 1993 sluttede som justitsminister, da Tamilsagen tvang Schlüter-reggeringen til at gå</dcterms:abstract>
            <dc:description xsi:type="dkdcplus:series">Samhørende: På Slotsholmen: Farvel til Slotsholmen</dc:description>
            <dcterms:audience>voksenmaterialer</dcterms:audience>
            <dkdcplus:version>1. udgave 3. oplag</dkdcplus:version>
            <dc:publisher>Aschehoug</dc:publisher>
            <dc:date>1997</dc:date>
            <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
            <dc:format>illustreret</dc:format>
            <dcterms:extent>455 sider</dcterms:extent>
            <dc:identifier xsi:type="dkdcplus:ISBN">87-11-15065-3</dc:identifier>
            <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
            <dc:language>Dansk</dc:language>
            <dcterms:spatial xsi:type="dkdcplus:DBCF">Danmark</dcterms:spatial>
            <dcterms:temporal xsi:type="dkdcplus:DBCP">1980-1989</dcterms:temporal>
            <dcterms:temporal xsi:type="dkdcplus:DBCP">1990-1999</dcterms:temporal>
          </dkabm:record>
          <marcx:record format="danMARC2" type="Bibliographic">
            <leader>000000000000000000000000</leader>
            <datafield tag="001" ind1="0" ind2="0">
              <subfield code="a">21921173</subfield>
              <subfield code="b">870970</subfield>
              <subfield code="c">20100208013733</subfield>
              <subfield code="d">19971118</subfield>
              <subfield code="f">a</subfield>
              <subfield code="t">FAUST</subfield>
            </datafield>
            <datafield tag="004" ind1="0" ind2="0">
              <subfield code="r">n</subfield>
              <subfield code="a">e</subfield>
            </datafield>
            <datafield tag="008" ind1="0" ind2="0">
              <subfield code="t">m</subfield>
              <subfield code="u">r</subfield>
              <subfield code="a">1997</subfield>
              <subfield code="z">1997</subfield>
              <subfield code="b">dk</subfield>
              <subfield code="k">a</subfield>
              <subfield code="l">dan</subfield>
              <subfield code="v">0</subfield>
            </datafield>
            <datafield tag="009" ind1="0" ind2="0">
              <subfield code="a">a</subfield>
              <subfield code="g">xx</subfield>
            </datafield>
            <datafield tag="021" ind1="0" ind2="0">
              <subfield code="a">87-11-15065-3</subfield>
              <subfield code="c">hf.</subfield>
              <subfield code="d">kr. 248,00</subfield>
            </datafield>
            <datafield tag="032" ind1="0" ind2="0">
              <subfield code="a">DBF199811</subfield>
              <subfield code="x">SFD199811</subfield>
              <subfield code="x">BKR200849</subfield>
            </datafield>
            <datafield tag="100" ind1="0" ind2="0">
              <subfield code="0"/>
              <subfield code="a">Engell</subfield>
              <subfield code="h">Hans</subfield>
            </datafield>
            <datafield tag="245" ind1="0" ind2="0">
              <subfield code="a">På Slotsholmen</subfield>
              <subfield code="e">Hans Engel</subfield>
            </datafield>
            <datafield tag="250" ind1="0" ind2="0">
              <subfield code="a">1. udgave</subfield>
              <subfield code="x">3. oplag</subfield>
              <subfield code="b">÷</subfield>
            </datafield>
            <datafield tag="260" ind1="0" ind2="0">
              <subfield code="a">[Kbh.]</subfield>
              <subfield code="b">Aschehoug</subfield>
              <subfield code="k">Nørhaven, Viborg</subfield>
              <subfield code="c">1997</subfield>
            </datafield>
            <datafield tag="300" ind1="0" ind2="0">
              <subfield code="a">455 sider</subfield>
              <subfield code="b">ill.</subfield>
            </datafield>
            <datafield tag="504" ind1="0" ind2="0">
              <subfield code="a">Hans Engell (f. 1948), der i 1997 gik af som konservativ partileder, beskriver det politiske liv på Slotsholmen fra han i 1978 startede som pressechef til han i 1993 sluttede som justitsminister, da Tamilsagen tvang Schlüter-regeringen til at gå</subfield>
            </datafield>
            <datafield tag="520" ind1="0" ind2="0">
              <subfield code="a">Tidligere: 1. udgave. 1997</subfield>
            </datafield>
            <datafield tag="521" ind1="0" ind2="0">
              <subfield code="a">1. oplag</subfield>
              <subfield code="c">1997</subfield>
            </datafield>
            <datafield tag="521" ind1="0" ind2="0">
              <subfield code="a">2. oplag</subfield>
              <subfield code="c">1997</subfield>
            </datafield>
            <datafield tag="521" ind1="0" ind2="0">
              <subfield code="b">3. oplag</subfield>
              <subfield code="c">1997</subfield>
            </datafield>
            <datafield tag="526" ind1="0" ind2="0">
              <subfield code="i">Samhørende</subfield>
              <subfield code="t">På Slotsholmen</subfield>
              <subfield code="t">Farvel til Slotsholmen</subfield>
            </datafield>
            <datafield tag="600" ind1="0" ind2="0">
              <subfield code="0"/>
              <subfield code="a">Engell</subfield>
              <subfield code="h">Hans</subfield>
              <subfield code="2">DBC</subfield>
            </datafield>
            <datafield tag="610" ind1="0" ind2="0">
              <subfield code="0"/>
              <subfield code="a">Det ¤Konservative Folkeparti</subfield>
              <subfield code="2">DBC</subfield>
            </datafield>
            <datafield tag="652" ind1="0" ind2="0">
              <subfield code="0"/>
              <subfield code="n">96.72</subfield>
              <subfield code="z">99</subfield>
              <subfield code="a">Engell</subfield>
              <subfield code="h">Hans</subfield>
            </datafield>
            <datafield tag="652" ind1="0" ind2="0">
              <subfield code="o">96.72</subfield>
            </datafield>
            <datafield tag="652" ind1="0" ind2="0">
              <subfield code="0"/>
              <subfield code="p">99.4</subfield>
              <subfield code="a">Engell</subfield>
              <subfield code="h">Hans</subfield>
            </datafield>
            <datafield tag="652" ind1="0" ind2="0">
              <subfield code="o">96.72</subfield>
            </datafield>
            <datafield tag="652" ind1="0" ind2="0">
              <subfield code="0"/>
              <subfield code="p">99.4</subfield>
              <subfield code="a">Engell</subfield>
              <subfield code="h">Hans</subfield>
            </datafield>
            <datafield tag="652" ind1="0" ind2="0">
              <subfield code="0"/>
              <subfield code="q">32.263</subfield>
              <subfield code="z">99</subfield>
              <subfield code="a">Engell</subfield>
              <subfield code="h">Hans</subfield>
            </datafield>
            <datafield tag="652" ind1="0" ind2="0">
              <subfield code="r">32.263</subfield>
            </datafield>
            <datafield tag="666" ind1="0" ind2="0">
              <subfield code="f">politiske partier</subfield>
            </datafield>
            <datafield tag="666" ind1="0" ind2="0">
              <subfield code="f">politikere</subfield>
            </datafield>
            <datafield tag="666" ind1="0" ind2="0">
              <subfield code="f">politiske forhold</subfield>
            </datafield>
            <datafield tag="666" ind1="0" ind2="0">
              <subfield code="i">1980-1989</subfield>
            </datafield>
            <datafield tag="666" ind1="0" ind2="0">
              <subfield code="i">1990-1999</subfield>
            </datafield>
            <datafield tag="666" ind1="0" ind2="0">
              <subfield code="f">politik</subfield>
            </datafield>
            <datafield tag="666" ind1="0" ind2="0">
              <subfield code="f">historie</subfield>
            </datafield>
            <datafield tag="666" ind1="0" ind2="0">
              <subfield code="e">Danmark</subfield>
            </datafield>
            <datafield tag="666" ind1="0" ind2="0">
              <subfield code="o">erindringer</subfield>
            </datafield>
            <datafield tag="s10" ind1="0" ind2="0">
              <subfield code="a">DBC</subfield>
            </datafield>
            <datafield tag="990" ind1="0" ind2="0">
              <subfield code="r">200849</subfield>
              <subfield code="b">v</subfield>
              <subfield code="c">a</subfield>
              <subfield code="m">Samhørende-note tilføjet</subfield>
              <subfield code="m">Rettelse</subfield>
              <subfield code="u">op</subfield>
            </datafield>
          </marcx:record>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatSingleManifestationRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
